Repository: fikm/dayplanner
Catalog: po/*.po
Languages: sk

source: Your account has expired. If you are using a payed service this may be because you have not payed for the current period. If not, you should contact your service provider to get information on why your account has expired.
sk: Platnos» vá¹ho úètu vypr¹ala. Ak pou¾ívate platenú verziu slu¾ieb, mô¾e to by» príznak toho, ¾e ste za aktuálne obdobie (zatiaµ) nezaplatili. V opaènom prípade kontaktujte poskytovateµa slu¾ieb a spýtajte sa ho na príèinu vypr¹ania platnosti úètu.

source: The server did not accept the uploaded data and replied with an unknwown value: %s
sk: Server neprijal prená¹ané údaje a odpovedal neznámou hodnotou: %s

source: The data corrupted itself during download. You may want to attempt to synchronize again.
sk: Údaje sa poèas prenosu po¹kodili. Pokúste sa o opätovnú synchronizáciu.

source: Services
sk: Slu¾by

source: Initializing
sk: Prebieha inicializácia

source: Connecting
sk: Pripájam sa

source: Unable to connect to the Day Planner services server (%s).
sk: Nepodarilo sa pripoji» k serveru so slu¾bami Plánovaèa (%s).

source: You're probably not connected to the internet
sk: Pravdepodobne nie ste pripojení k internetu

source: The connection was refused by the server. Please verify your Day Planner services settings.
sk: Server odmietol pripojenie. Skontrolujte prosím svoje nastavenia slu¾ieb Plánovaèa.

source: If this problem persists, please contact your service provider
sk: Ak problém pretrváva, kontaktujte prosím poskytovateµa slu¾ieb

source: The username and/or password is incorrect.
sk: U¾ívateµské meno a/alebo heslo sú nesprávne.

source: _Force
sk: _Vynúti»

source: %s's birthday
sk: %s má narodeniny

source: Unknown
sk: Neznáme

source: Upgrading
sk: Prebieha aktualizácia

source: Tools
sk: Nástroje

source: Change to another year
sk: Prejs» na ïal¹í rok

source: current: %s
sk: aktuálne: %s

source: Months
sk: Mesiace

source: Generated by
sk: Vytvoril

source: Day Planner
sk: Plánovaè

source: version
sk: verzia

source: Unable to open %s for writing: %s
sk: Nepodarilo sa otvori» %s pre zápis: %s

source: Time
sk: Èas

source: Description
sk: Popis

source: There are no events this month
sk: Na nasledujúci mesiac nemáte naplánované nijaké udalosti

source: Special days this month:
sk: Sviatky a iné zvlá¹tne udalosti v tomto mesiaci:

source: Select the month to view in the list above
sk: V zozname vy¹¹ie zvoµte mesiac, ktorý chcete zobrazi»

source: Select the year to view:
sk: Zvoµte rok, ktorý chcete zobrazi»:

source: Unable to create the directory %s: %s
sk: Nepodarilo sa vytvori» adresár %s: %s

source: Import data
sk: Importova» údaje

source: Import data from:
sk: Importova» údaje z:

source: A file
sk: Súbor

source: Other applications
sk: Iné aplikácie

source: Import data from a file
sk: Importova» dáta zo súboru

source: Import data from various other applications
sk: Importova» dáta z rôznych iných aplikácií

source: Continue
sk: Pokraèova»

source: Preparing
sk: Prebieha príprava

source: Preparing to import
sk: Prebieha príprava na import

source: Could not detect data from any application to import.
sk: Nepodarilo sa nájs» nijaké kompatibilné dáta na import.

source: Welcome to Day Planner. You may now choose to import data from other applications. Check the application(s) you want to import from below and press Ok to continue, press Cancel if you don't want to import anything.
sk: Vitajte v aplikácii Plánovaè. Mô¾ete ihneï importova» dáta z iných aplikácii. Za¹krtnite v ni¾¹ie uvedenom zozname aplikáciu/e, odkiaµ chcete importova» dáta a stlaète Ok; ak nechcete importova», stlaète Zru¹i».

source: Which application(s) do you want to import data from?
sk: Z ktorých aplikácií si ¾eláte importova» dáta?

source: Importing...
sk: Prebieha import dát...

source: Done
sk: Hotovo

source: All supported file formats
sk: V¹etky podporované formáty súborov

source: Export data
sk: Exportova» údaje

source: My_dayplanner
sk: Môj_plánovaè

source: Save as filetype:
sk: Ulo¾i» ako:

source: XHTML (exports to a directory)
sk: XHTML (exportuje do adresára)

source: "%s" already exists and is not a directory.
sk: "%s" u¾ existuje a nie je to adresár.

source: "%s" is read only. Write permissions are required.
sk: "%s" je urèený iba na èítanie. Potrebujete práva aj na zápis.

source: "%s" is a directory.
sk: "%s" je adresár.

source: "%s" already exists. Overwrite?
sk: "%s" u¾ existuje. Prepísa»?

source: Sunday
sk: nedeµa

source: Monday
sk: pondelok

source: Tuesday
sk: utorok

source: Wednesday
sk: streda

source: Thursday
sk: ¹tvrtok

source: Friday
sk: piatok

source: Saturday
sk: sobota

source: Tomorrow
sk: Zajtra

source: At
sk: o

source: (nothing)
sk: (niè)

source: No upcoming events exist for the next seven days
sk: Na nasledujúcich sedem dní nemáte naplánované nijaké udalosti

source: and
sk: a

source: Some files could not be saved correctly. Quit anyway?
sk: Niektoré súbory nebolo mo¾né korektne ulo¾i». Chcete naozaj ukonèi» prácu a zavrie» Plánovaè?

source: Adding an event on the %s. %s %s
sk: Pridávam udalos» na dátum %s.%s %s

source: Event type:
sk: Typ udalosti:

source: Normal
sk: Normálna

source: Birthday
sk: Narodeniny

source: Add this event
sk: _Prida» udalos»

source: Discard this event
sk: _Odstráni» túto udalos»

source: Editing an event on the %s. %s %s
sk: Upravujem udalos» %s. %s %s

source: Editing an event
sk: Upravujem udalos»

source: Editing a birthday
sk: Upravujem narodeniny

source: Editing a birthday on the %s. %s %s
sk: Upravujem narodeniny dÅa %s. %s %s

source: Discard changes
sk: Zahodi» zmeny

source: Accept changes
sk: Prija» a ulo¾i» zmeny

source: Time:
sk: Èas:

source: Description:
sk: Popis:

source: Enter a description of the event here
sk: Sem zadajte struèné zhrnutie toho, o akú udalos» ide

source: There is no summary for this event. Please enter a summary.
sk: Táto udalos» nemá nijaké zhrnutie, zadajte ho, prosím.

source: Additional information
sk: Dodatoèné informácie

source: Name:
sk: Meno:

source: Enter the name of the person whose birthday it is here
sk: Sem zadajte meno osoby, ktorá oslavuje narodeniny

source: THE NAMES OF THE TRANSLATORS
sk: Michal Spáda

source: %s minutes
sk: %s minút

source: %s hour
sk: %s hodinu

source: %s hours
sk: %s hodín

source: Event
sk: Udalos»

source: _Calendar
sk: _Kalendár

source: The home directory of the user %s doesn't exist at %s! Please verify that the environment variable %s is properly set. Unable to continue
sk: Domovský adresár u¾ívateµa %s neexistuje v %s! Ubezpeète sa prosím, ¾e máte správne nastavenú premennú prostredia %s. Nemô¾em pokraèova»

source: The environment variable %s is not set! Unable to continue
sk: Premenná prostredia %s nie je nastavená! Nemô¾em pokraèova»

source: Today at %s: %s
sk: Dnes o %s: %s

source: Tomorrow at %s: %s
sk: Zajtra o %s: %s

source: At %s on %s: %s
sk: O %s dòa %s: %s

source: Postpone this notification for 10 minutes
sk: Odlo¾i» toto upozornenie o 10 minút
